IDEA Open Model
CheckResConcreteBlock.UnityCheck Property
Compatible with IDEA StatiCa 20.1
 Unity Check
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double UnityCheck { get; set; }
Public Property UnityCheck As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
CheckResConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace